INSERT INTO picks (url, image_url, title, body, source)
  VALUES ('https://newspicks.com/news/3580959/body/?ref=index',
          'https://contents.newspicks.com/news/3580959/images/128000',
          '「カジュアルな服装OKの職場」で、着る服はどこまで自由でいいのか',
          '裸足のプログラマーたちをめぐる議論 先日、ハイテク企業のクライアントから、プログラマーが勤務中に靴（と靴下）を履かなければならないかどうかをめぐって社内で議論になったという驚くような話を聞かされた。「カジュアルな服装OKの職場」というコンセプトは、裸足のプログラマーたちを認めるところまで来てしまったのだろうか。
          ブランディングおよびマーケティング戦略の専門家として、また元経営コンサルタントとしてあえて言わせてもらおう。裸足で働くことを認めるなんて、まったくもっていただけないアイディアだ（裸足で働いている読者を怒らせるリスクは承知の上だ）。
          どんな服装をしているかが、職場における本人の行動や周囲の人々からどう扱われるかに決定的な影響を及ぼすことを示す研究は数多くある。
          学術誌『ジャーナル・オブ・リサーチ・イン・パーソナリティ』で発表された研究によれば、外見はその人の性格や状況、周囲との力関係を第3者が正確に判断するための手がかりとして機能しているという。
          カリフォルニア州立大学ノースリッジ校とコロンビア大学の研究チームは、服装が本人の考え方にも影響を及ぼしうることを発見した。
          「服装のフォーマル度は、周囲がその人を見る目やその人が自分自身を見る目に影響を与える可能性があるばかりか、処理スタイルへの影響を通じて意志決定にも大きな影響を与える可能性がある」というのだ。',
          'Inc.'),
          ('https://newspicks.com/news/3581794/body/?ref=index',
           'https://contents.newspicks.com/news/3581794/images/4137000',
           '【潜入】米CES2019で見えた、食卓・リビング・街の未来',
           '世界最大級の家電見本市「CES 2019」が今年も米国時間1月8日に開幕する。
            それに先立って開かれた前日のプレスイベントでは、電機、自動車、半導体メーカーなど各社が力を入れる商品やコンセプトが続々と発表された。',
           'NewsPicks編集部'),
         ('https://36kr.jp/17008/',
          'https://36kr.jp/media/wp-content/uploads/2019/01/iutxucj9b3uvluocheading.jpg',
          'WeChatが「ストーリー」などSNS機能を拡充、バイトダンスに対抗できるか',
          '2018年末、微信（WeChat）が大々的にアップデートされた。iOS版WeChatの7.0.0バージョンでは、新機能として投稿後24時間で削除されるショート動画「時刻視頻（タイムカプセル）」を追加。また、「看一看（トップ・ストーリーズ）」の機能も拡充された。',
          '36Kr Japan | 中国No.1スタートアップメディア日本版'),
          ('http://www.afpbb.com/articles/-/3205580',
           'http://afpbb.ismcdn.jp/mwimgs/8/f/320x280/img_8f634feddfdcfed31ccac4d0cfa0e039284968.jpg',
           'EU、イランに制裁発動 欧州内での反体制派暗殺計画受け',
           '【1月9日 AFP】欧州連合（EU）は8日、イランがオランダ、デンマーク、フランスの国内におけるイラン反体制派の暗殺計画に関与していたとして、イラン情報省などを対象に制裁を発動した。

          　これに関連しオランダ政府は、2015年および17年に発生した反体制派2人の殺害にイランが関与したという見方を示している。関係者らによると、制裁対象となるのはイランの情報省および個人で、資金やその他の資産の凍結などが行われるという。',
           'AFP'),
           ('https://trafficnews.jp/post/82505#readmore',
            'https://contents.trafficnews.jp/image/000/024/955/large_181218_okada_01.jpg',
            '育児しつつ空を飛ぶ、ママは「戦術航空士」 P-1の頭脳に聞く、女性の職場としての海自',
            '「戦術航空士」とは、どのようなお仕事なのでしょうか。育児しつつ現場の第一線で戦術航空士を務めるママ自衛官に、その仕事内容に加え、女性が働く職場としての海上自衛隊についても話を聞きました。

              そもそも「戦術航空士」とは？
              「我々の隊の『戦術予報士』です」

              　海上自衛隊の新型哨戒機P-1を運用する、厚木航空基地（神奈川県）第3航空隊副長の小俣泰二郎一等海佐は冗談めかしつつも、アニメ『機動戦士ガンダム00』に登場する女性キャラクターの役職を引き合いに出し、P-1の女性戦術航空士、岡田彩夏二等海尉を紹介してくれました。',
            '乗りものニュース'),
            ('https://diamond.jp/articles/-/189537',
             'https://dol.ismcdn.jp/mwimgs/d/c/670m/img_dcd555611c089431c69ea88b59d3c24d342190.jpg',
             'あなたの仕事は「消費」か「創造」か？
              自分のキャリア価値をはかる簡単な方法',
                             'これからの自分のキャリアをどう考え、描いて、行動するのか。
              働き方改革関連法案や副業解禁の会社やリモートワーカーの増加等、
              会社員の働き方が大きく変わる2019年。
              今まさに自身のキャリアを考える最良のタイミングといえるでしょう。

              これからの「二者択一」（会社を辞めるか否か等）の「OR」ではなく、
              「AND」キャリアで仕事も人生も両方充実させていく時代がきています（第1回参照）。

              その基本的な考え方として、「ライスワーク」（食べるための仕事）と
              「ライフワーク」（やりたいこと）があります（第2回参照）。

              この「ライスワーク」と「ライフワーク」の両方を持つという
              新しいキャリアデザインのコンセプトには、もうひとつの切り口があります。
              それが「消費」から「生産（創造）」へのシフト（第4回参照）です。

              ',
              'Diamond Online'),
            ('https://www.shell.co.jp/ja_jp/motorists/campaign-information/realistic-high-octane-campaign.html?utm_source=newspicks&utm_medium=brandpanel&utm_campaign=JIKKAN',
             'https://www.shell.co.jp/ja_jp/motorists/campaign-information/realistic-high-octane-campaign/_jcr_content/par/pageHeader/image.img.1920.jpeg/1541547614455/premium-gas-camp-header.jpeg?imformat=chrome&imwidth=1920',
             '走るほどにエンジンを洗浄、保護するShell V-Power',
             '実感するハイオクキャンペーン
              キャンペーン期間中、昭和シェル石油のサービスステーションで、Shell V-Powerを1回5,000円（税込）分以上給油した際の、レシートの写真を撮ってご応募いただいた方を対象に、抽選で、BMW　M4シリーズでの2泊3日のドライブ旅行をはじめ、豪華な賞品が当たるキャンペーンを実施しています。
              今すぐお近くの昭和シェル石油サービスステーションで給油しよう！',
             'Shell V-Power'),
             ('https://www.j-cast.com/2019/01/09347546.html',
              'https://www.j-cast.com/assets_c/2019/01/news_20190109073117-thumb-645xauto-150648.jpg',
              'セブン某店で「レジ横」品ユニーク注文法　「これはいい」「全国展開を」',
              '   「これはいい取り組み」「全国展開をお願いします」――。セブンイレブン百万遍店（京都市）で導入した注文方法が、インターネット上で注目を集めている。

               レジ横で販売しているホットスナックや中華まんは、店員に声をかけて注文するのが一般的だが、「札（ふだ）」で購入できるようにした。',
              'J-CASTニュース',),
            ('https://newspicks.com/news/3583374/body/?ref=index',
             'https://contents.newspicks.com/images/news/3583374',
             '前場の日経平均は続伸、米中協議の進展に期待',
             '［東京　９日　ロイター］ - 前場の東京株式市場で、日経平均は前営業日比２５１円７０銭高の２万０４５５円７４銭となり、続伸した。前日の米国株市場で主要３指数がそろって上昇。ドルが１０８円後半で安定して推移していることもあり、朝方から買いが先行した。米中通商協議の進展で貿易摩擦が緩和するとの期待から寄り後も堅調を持続した。上海総合指数<.SSEC>が上昇して始まると売りポジションの巻き戻しが入り、上げ幅は一時２７０円を超えた。',
             'Reuters'),
             ('https://www.neweconomy.jp/features/game_eng/24941',
              'https://s3-ap-northeast-1.amazonaws.com/static.neweconomy.jp/content/uploads/2019/01/09082329/sDSC_4121-e1546989830319.jpg',
              '人気ゲーム「モンスターストライク」のエンジニアはブロックチェーンゲーム（Dappsゲーム）をどう見るか？（株式会社ミクシィ 執行役員CTO 村瀬龍馬）',
              'SNS「mixi」やスマホアプリ「モンスターストライク」(以下、モンスト)の開発に従事し、株式会社ミクシィ 執行役員CTOの村瀬龍馬氏にゲームエンジニアとしてのブロックチェーンの可能性や、ゲームの発展の可能性について語っていただきました。
                村瀬龍馬がゲームプログラミングに興味を持った理由
                −ブロックチェーンのお話の前に、まずは村瀬さんについて質問させてください。どのようなきっかけでゲームやプログラミングに興味をもったのですか？

                初めてプログラミングに興味を持ったのは高校生の時でした。当時MMO RPG（大規模多人数同時参加型オンラインRPG）にハマっていて、その世界の中で出会った人たちの多くがプログラマーだったんです。そこでどういう風に学べばゲームを作れるのかを、当時その人たちから教えて貰ったのがプログラムを勉強し始めたきっかけでした。そして勉強していくうちに自分でもゲームを本格的に作りたいと思うようになりました。

                それでゲームの専門学校に入学したんですが、授業のスピードに満足できなかったんです。その頃はプログラミング自体に魅力を感じていて、一刻も早く仕事でプログラミングがしたいと思っていたので、その学校を辞めて2005年に「イー・マーキュリー」（現ミクシィ社）に入社しました。SNSの「mixi」が始まって1年ぐらい経った頃でした。',
                '新しい経済');
